<?php
$base = array();

$base[] = array(
        'title' => 'Пицца гиганта плюс добавки',
        'desc'  => 'Большой размер - для большой компании.',
        'image' => '/images/pizza.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Маргарита',
                        'image' => '/images/menu/pto1.png',
                        'size'  => array(
                                '' => '160',
                        ),
                        'com'   => '<b>Состав:</b> тесто, соус томатный, моцарелла.'
                ),
                array(
                        'title' => 'Бергамо',
                        'image' => '/images/menu/pto6.jpg',
                        'size'  => array(
                                '' => '300',
                        ),
                        'com'   => '<b>Состав:</b> тесто, соус томатный моцарелла, шампиньоны, ветчина, бекон, салями, пепперони, перец болгарский.'
                ),
                array(
                        'title' => 'Пиатто',
                        'image' => '/images/menu/pto7.jpg',
                        'size'  => array(
                                '' => '270',
                        ),
                        'com'   => '<b>Состав:</b> тесто, соус томатный, моцарелла, курица, грибы, салями.'
                ),
                array(
                        'title' => 'Дьябло',
                        'image' => '/images/menu/pto9.jpg',
                        'size'  => array(
                                '' => '270',
                        ),
                        'com'   => '<b>Состав:</b> тесто, соус томатный, моцарелла, соус болоньезе, перец чили, салями.'
                ),
                array(
                        'title' => 'Кватро формаджио',
                        'image' => '/images/menu/pso11.jpg',
                        'size'  => array(
                                '' => '270',
                        ),
                        'com'   => '<b>Состав:</b> тесто, соус сливочный моцарелла, дорблю, гауда, пармезан, грецкий орех.'
                ),
        )
);

$base[] = array(
        'title' => 'Пицца на томатной основе',
        'desc'  => 'Классический рецепт на натуральной основе',
        'image' => '/images/pizzato.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Мексикано с бортиками',
                        'image' => '/images/menu/mexicano_with_sides.jpg',
                        'size'  => array(
                                '25' => '100',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, пепперони, бекон, колбаски, перец чили, помидор, чеснок, зелень.'
                ),
                array(
                        'title' => 'Торино',
                        'image' => '/images/menu/torino.jpg',
                        'size'  => array(
                                '25' => '100',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, телятина, горчица, корнишоны, томаты вяленые.'
                ),
                array(
                        'title' => 'Маргарита',
                        'image' => '/images/menu/pto1.png',
                        'size'  => array(
                                '25' => '65',
                                '32' => '85',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, базилик.'
                ),
                array(
                        'title' => 'Пепперони',
                        'image' => '/images/menu/pto2.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, пепперони, бекон, помидор.'
                ),
                array(
                        'title' => 'Капричоза',
                        'image' => '/images/menu/pto3.png',
                        'size'  => array(
                                '25' => '95',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, ветчина, шампиньоны.'
                ),
                array(
                        'title' => 'Сан Марино',
                        'image' => '/images/menu/pto4.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, шампиньоны, курица, помидор, кукуруза.'
                ),
                array(
                        'title' => 'Неаполитано',
                        'image' => '/images/menu/pto5.png',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, ветчина, шампиньоны, креветка коктейльная, помидор, перец болгарский, маслины.'
                ),
                array(
                        'title' => 'Бергамо',
                        'image' => '/images/menu/pto6.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, ветчина, шампиньоны, бекон, салями, пепперони, перец болгарский.'
                ),
                array(
                        'title' => 'Пиатто',
                        'image' => '/images/menu/pto7.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, курица, грибы, салями.'
                ),
                array(
                        'title' => 'Экзотика',
                        'image' => '/images/menu/pto8.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, ветчина, ананас, кукуруза.'
                ),
                array(
                        'title' => 'Дьябло',
                        'image' => '/images/menu/pto9.jpg',
                        'size'  => array(
                                '25' => '90',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, соус болоньезе, перец чили, салями.'
                ),
                array(
                        'title' => 'Вегетариано',
                        'image' => '/images/menu/pto10.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, шампиньоны, помидоры, перец салатный, кукуруза, маслины.'
                ),
                array(
                        'title' => 'Фокачча с моцарелой',
                        'image' => '/images/menu/pto11.jpg',
                        'size'  => array(
                                '' => '35'
                        ),
                        'com'   => ''
                ),
                array(
                        'title' => 'Фокачча с соусом песто',
                        'image' => '/images/menu/pto12.jpg',
                        'size'  => array(
                                '' => '40'
                        ),
                        'com'   => ''
                ),
        )
);

$base[] = array(
        'title' => 'Пицца на сливочной основе',
        'desc'  => 'Попробуй новые сочетания вкусов',
        'image' => '/images/pizzaso.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Алфредо с бортиками',
                        'image' => '/images/menu/alfredo-with-sides.jpg',
                        'size'  => array(
                                '25' => '105',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, соус Альфредо, филе индейки, перец болгарский, шампиньоны.'
                ),
                array(
                        'title' => 'Фиеста',
                        'image' => '/images/menu/pizza-fiesta.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, охотничьи колбаски, бекон, маслины, помидоры, шампиньоны жаренные.'
                ),
                array(
                        'title' => 'Цезарь',
                        'image' => '/images/menu/cezar.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '120',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, бекон, филе куринное, микс салат, помидоры, яйца перепелиные, пармезан.'
                ),
                array(
                        'title' => 'Палермо',
                        'image' => '/images/menu/pizzapalermo.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, бекон, филе куринное, кукуруза.'
                ),
                array(
                        'title' => 'Сальмоно',
                        'image' => '/images/menu/pso1.jpg',
                        'size'  => array(
                                '25' => '105',
                                '32' => '140',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, лосось, каперсы, маслины.'
                ),
                array(
                        'title' => 'Везувий',
                        'image' => '/images/menu/pso2.jpg',
                        'size'  => array(
                                '25' => '105',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, пепперони, бекон, грибы, ветчина.'
                ),
                array(
                        'title' => 'Сливочная капричоза',
                        'image' => '/images/menu/pso3.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, ветчина, грибы, бекон.'
                ),
                array(
                        'title' => 'Пармезе',
                        'image' => '/images/menu/pso4.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, грибы, филе куриное, бекон, свинина, лук маринованный.'
                ),
                array(
                        'title' => 'Трамонте',
                        'image' => '/images/menu/pso5.jpg',
                        'size'  => array(
                                '25' => '90',
                                '32' => '120',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, бекон, салями, помидор.'
                ),
                array(
                        'title' => 'Тартуфо',
                        'image' => '/images/menu/pso12.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, грибы белые, трюфельное масло.'
                ),
                array(
                        'title' => 'Тоскана',
                        'image' => '/images/menu/pso6.jpg',
                        'size'  => array(
                                '25' => '90',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, шампиньон, бекон, баклажан, кабачок, лук.'
                ),
                array(
                        'title' => 'Кватро формаджио</br>4 сыра',
                        'image' => '/images/menu/pso11.jpg',
                        'size'  => array(
                                '25' => '95',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, дорблю, гауда, пармезан, грецкий орех'
                ),
                array(
                        'title' => 'Кальцоне',
                        'image' => '/images/menu/pso8.jpg',
                        'size'  => array(
                                '25' => '90',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, шампиньоны, ветчина, оливковое масло, соус томатный.'
                ),
                array(
                        'title' => 'Капителло',
                        'image' => '/images/menu/pso9.jpg',
                        'size'  => array(
                                '25' => '105',
                                '32' => '145',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, кальмар, креветка, мидия, бекон, помидор, лук маринованный.'
                ),
                array(
                        'title' => 'Фрутелла',
                        'image' => '/images/menu/pso10.jpg',
                        'size'  => array(
                                '25' => '90',
                                '32' => '115',
                        ),
                        'com'   => '<b>Состав:</b> тесто, моцарелла, сахарная пудра, банан, апельсин, яблоко, топинг шоколадный.'
                ),


        )
);

$base[] = array(
        'title' => 'Паста',
        'desc'  => 'Блюда берущие начало из Древнего Рима.',
        'image' => '/images/pasta.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Спагетти карбонара',
                        'image' => '/images/menu/pas1.jpg',
                        'size'  => array(
                                '280' => '95',
                        ),
                        'com'   => '<b>Состав:</b> спагетти, сливки, бекон, пармезан, яйцо, черри, зелень.'
                ),
                array(
                        'title' => 'Спагетти с соусом болоньезе',
                        'image' => '/images/menu/pas2.jpg',
                        'size'  => array(
                                '280' => '95',
                        ),
                        'com'   => '<b>Состав:</b> спагетти, соус болоньезе, пармезан, черри, зелень.'
                ),
                array(
                        'title' => 'Спагетти с соусом арабьята',
                        'image' => '/images/menu/pas3.jpg',
                        'size'  => array(
                                '300' => '95',
                        ),
                        'com'   => '<b>Состав:</b> спагетти, томаты, салями, чеснок, перец чили, маслины'
                ),
                array(
                        'title' => 'Спагетти с мидиями в томатном соусе',
                        'image' => '/images/menu/pas_spa_s_mid.jpg',
                        'size'  => array(
                                '300' => '110',
                        ),
                        'com'   => '<b>Состав:</b> спагетти, томаты, мидии, пармезан, чеснок, маслины, базилик.'
                ),
                array(
                        'title' => 'Тальятелле с курицей и грибами',
                        'image' => '/images/menu/pas4.jpg',
                        'size'  => array(
                                '250' => '95',
                        ),
                        'com'   => '<b>Состав:</b> тальятелле, сливки, филе куриное, шампиньоны, чеснок, черри, зелень, моцарелла.'
                ),
                array(
                        'title' => 'Тальятелле 4 сыра',
                        'image' => '/images/menu/pas5.jpg',
                        'size'  => array(
                                '250' => '95',
                        ),
                        'com'   => '<b>Состав:</b> тальятелле, сливки, гауда, пармезан, дорблю, зелень, моцарелла.'
                ),
                array(
                        'title' => 'Тальятелле с морепродуктами',
                        'image' => '/images/menu/pas6.jpg',
                        'size'  => array(
                                '300' => '110',
                        ),
                        'com'   => '<b>Состав:</b> тальятелле, сливки, креветка, мидия, кальмар, пармезан, вино, маслины.'
                ),
                array(
                        'title' => 'Тальятелле с лососем',
                        'image' => '/images/menu/pas7.jpg',
                        'size'  => array(
                                '310' => '110',
                        ),
                        'com'   => '<b>Состав:</b> тальятелле, сливки, лосось, вино, томаты, маслины, моцарелла.'
                ),
                array(
                        'title' => 'Лазанья болоньезе',
                        'image' => '/images/menu/pas8.jpg',
                        'size'  => array(
                                '260' => '95',
                        ),
                        'com'   => '<b>Состав:</b> листы лазаньи, соус болоньезе, соус бешамель, пармезан, моцарелла.'
                ),
                array(
                        'title' => 'Лазанья с курицей и грибами',
                        'image' => '/images/menu/pas9.jpg',
                        'size'  => array(
                                '260' => '95',
                        ),
                        'com'   => '<b>Состав:</b> листы лазаньи, соус бешамель, сливки, куриное филе, пармезан, моцарелла.'
                ),

        )
);

$base[] = array(
        'title' => 'Салаты',
        'desc'  => 'Яркий микс консерватизма и современных веяний.',
        'image' => '/images/salat.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Теплый салат с камбалой',
                        'image' => '/images/menu/warm-salad-with-flounder.jpg',
                        'size'  => array(
                                '300' => '105',
                        ),
                        'com'   => '<b>Состав:</b> камбала, микс салата, соус пиканте, перец болгарский, огурец, лук, бальзамик, оливковое масло'
                ),
                array(
                        'title' => 'Нисуаз',
                        'image' => '/images/menu/nicoise.jpg',
                        'size'  => array(
                                '250' => '125',
                        ),
                        'com'   => '<b>Состав:</b> тунец, огурец, помидор, лук, микс салата, яйцо перепелиное, соус пиканте'
                ),
                array(
                        'title' => 'Пастас Салати',
                        'image' => '/images/menu/pastas-salati.jpg',
                        'size'  => array(
                                '250' => '80',
                        ),
                        'com'   => '<b>Состав:</b> фарфале, ветчина, помидор, огурец, маслины, чеснок, лимон, майонез, пармезан'
                ),
                array(
                        'title' => 'Панцанелла',
                        'image' => '/images/menu/panzanella.jpg',
                        'size'  => array(
                                '250' => '70',
                        ),
                        'com'   => '<b>Состав:</b> помидоры, маслины, каперсы, лук, чеснок, крутоны, оливковое масло, уксус винный.'
                ),
                array(
                        'title' => 'Фиеста',
                        'image' => '/images/menu/sal6.jpg',
                        'size'  => array(
                                '240' => '105',
                        ),
                        'com'   => '<b>Состав:</b> сердце говяжье,  морковь, лук репчатый, шампиньоны, яйцо куриное, майонез,пармезан.'
                ),
                array(
                        'title' => 'Каприз',
                        'image' => '/images/menu/sal8.jpg',
                        'size'  => array(
                                '200' => '105',
                        ),
                        'com'   => '<b>Состав:</b> копченое куриное филе,  огурец, лук, шампиньоны, яйцо куриное, майонез, пармезан.'
                ),
                array(
                        'title' => 'Греческий',
                        'image' => '/images/menu/sal2.jpg',
                        'size'  => array(
                                '240' => '90',
                        ),
                        'com'   => '<b>Состав:</b> помидор, огурец, перец болгарский, маслины, сыр фета, масло оливковое, микс салата, лимон.'
                ),
                array(
                        'title' => 'Гриль салат',
                        'image' => '/images/menu/sal7.jpg',
                        'size'  => array(
                                '200' => '90',
                        ),
                        'com'   => '<b>Состав:</b> шампиньон, баклажан, кабачек, лук, помидор, масло оливковое, уксус винный, сыр фета.'
                ),
                array(
                        'title' => 'Салат с мидиями',
                        'image' => '/images/menu/sal_s_mid.jpg',
                        'size'  => array(
                                '240' => '105',
                        ),
                        'com'   => '<b>Состав:</b> мясо мидий, огурец, помидор, перец болгарский, чеснок, масло оливковое, микс салата, лимон.'
                ),

                array(
                        'title' => 'Цезарь с лососем',
                        'image' => '/images/menu/cez_s_los.jpg',
                        'size'  => array(
                                '250' => '125',
                        ),
                        'com'   => '<b>Состав:</b> лосось, микс салата, соус цезарь, пармезан, крутоны, черри, яйцо перепелиное.'
                ),
                array(
                        'title' => 'Цезарь с беконом',
                        'image' => '/images/menu/sal4.jpg',
                        'size'  => array(
                                '220' => '105',
                        ),
                        'com'   => '<b>Состав:</b> бекон, микс салата, соус цезарь, пармезан, крутоны, черри, яйцо перепелиное.'
                ),
                array(
                        'title' => 'Цезарь с курицей',
                        'image' => '/images/menu/sal5.jpg',
                        'size'  => array(
                                '230' => '105',
                        ),
                        'com'   => '<b>Состав:</b> филе куриное, микс салата, соус цезарь, пармезан, крутоны, черри, яйцо перепелиное.'
                ),
                array(
                        'title' => 'Теплый с телятиной',
                        'image' => '/images/menu/sal3.jpg',
                        'size'  => array(
                                '260' => '105',
                        ),
                        'com'   => '<b>Состав:</b> телятина, микс салата, кабачок, баклажан. помидор, чеснок, базилик, вино белое, грецкий орех.'
                ),
        )
);

$base[] = array(
        'title' => 'Горячие блюда',
        'desc'  => 'Ощути полноту и качество гастрономии в полной мере.',
        'image' => '/images/gb.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Филе сёмги под сливочным соусом',
                        'image' => '/images/menu/fil_sem.jpg',
                        'size'  => array(
                                '120/50' => '150',
                        ),
                        'com'   => '<b>Состав:</b> филе сёмги, сливки, горчица французская, шампиньоны, вино'
                ),
                array(
                        'title' => 'Филе камбалы на гриле с соусом Дор Блю',
                        'image' => '/images/menu/fil_kambal.jpg',
                        'size'  => array(
                                '210/50' => '120',
                        ),
                        'com'   => '<b>Состав:</b> филе камбалы, соус Дор Блю, соус Пиканте'
                ),
                array(
                        'title' => 'Стейк из телятины на гриле с клюквенным соусом',
                        'image' => '/images/menu/gor3.jpg',
                        'size'  => array(
                                '220/50' => '125',
                        ),
                        'com'   => '<b>Состав:</b> Телятина с клюквенным соусом'
                ),
                array(
                        'title' => 'Телятина по - умбрийски',
                        'image' => '/images/menu/gor1.jpg',
                        'size'  => array(
                                '200' => '105',
                        ),
                        'com'   => '<b>Состав:</b> телятина, перец болгарский, лук, масло оливковое, вино, чеснок, базилик, фокачча.'
                ),
                array(
                        'title' => 'Стейк свинной на гриле с вяленными томатами',
                        'image' => '/images/menu/gor4.jpg',
                        'size'  => array(
                                '250' => '125',
                        ),
                        'com'   => '<b>Состав:</b> Свинина с вяленными томатами'
                ),
                array(
                        'title' => 'Стейк индейки на гриле',
                        'image' => '/images/menu/gor4.jpg',
                        'size'  => array(
                                '240/50' => '125',
                        ),
                        'com'   => '<b>Состав:</b> Филе индейки, соус сливочный, орегано'
                ),
                array(
                        'title' => 'Стейк куринный на гриле с апельсиновым соусом',
                        'image' => '/images/menu/grillkursteik.jpg',
                        'size'  => array(
                                '230/50' => '120',
                        ),
                        'com'   => '<b>Состав:</b> Филе индейкиб соус сливочныйб орегано'
                ),
                array(
                        'title' => 'Куриное филе с соусом песто',
                        'image' => '/images/menu/gor5.jpg',
                        'size'  => array(
                                '220' => '115',
                        ),
                        'com'   => '<b>Состав:</b> Куриное филе с соусом песто'
                ),
                array(
                        'title' => 'Ньокки с беконом',
                        'image' => '/images/menu/gor2.jpg',
                        'size'  => array(
                                '220' => '80',
                        ),
                        'com'   => '<b>Состав:</b> ньоки, бекон, филе куриное, шампиньоны, сливки, вино, базилик.'
                ),
                array(
                        'title' => 'Колбаски гриль с соусом пиканте',
                        'image' => '/images/menu/grillcolbask.png',
                        'size'  => array(
                                '240' => '110',
                        ),
                        'com'   => '<b>Состав:</b> ньоки, бекон, филе куриное, шампиньоны, сливки, вино, базилик.'
                ),
        )
);

$base[] = array(
        'title' => 'Первые блюда',
        'desc'  => 'Когда хочется супчика - не откажи себе.',
        'image' => '/images/pb.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Бульон куриный с лапшой',
                        'image' => '/images/menu/per1.jpg',
                        'size'  => array(
                                '200' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Бульон куриный с лапшой'
                ),
                array(
                        'title' => 'Солянка мясная сборная',
                        'image' => '/images/menu/per2.jpg',
                        'size'  => array(
                                '250' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Солянка мясная.'
                ),
                array(
                        'title' => 'Крем-суп из шампиньонов',
                        'image' => '/images/menu/per3.jpg',
                        'size'  => array(
                                '200' => '50',
                        ),
                        'com'   => '<b>Состав:</b> лук, морковь, шампиньоны, филе куриное, картофель, сливки.'
                ),
        )
);

$base[] = array(
        'title' => 'Завтраки',
        'desc'  => 'Главный прием пищи - нельзя пропускать.',
        'image' => '/images/zavtr.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Фритатта',
                        'image' => '/images/menu/zav1.jpg',
                        'size'  => array(
                                '200' => '60',
                        ),
                        'com'   => '<b>Состав:</b> Фритатта с шампиньонами и ветчиной.'
                ),
                array(
                        'title' => 'Сэндвич с мацареллой',
                        'image' => '/images/menu/zav2.jpg',
                        'size'  => array(
                                '150' => '35',
                        ),
                        'com'   => '<b>Состав:</b> Моцарелла в карете.'
                ),
                array(
                        'title' => 'Овсянка с яблоком и корицей',
                        'image' => '/images/menu/zav3.jpg',
                        'size'  => array(
                                '200' => '35',
                        ),
                        'com'   => '<b>Состав:</b> Овсянка с яблоком и корицей.'
                ),
                array(
                        'title' => 'Яичница с беконом',
                        'image' => '/images/menu/zav4.jpg',
                        'size'  => array(
                                '250' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Яичница с беконом.'
                ),
                array(
                        'title' => 'Омлет с ветчиной',
                        'image' => '/images/menu/zav5.jpg',
                        'size'  => array(
                                '150' => '35',
                        ),
                        'com'   => '<b>Состав:</b> Омлет с ветчиной.'
                ),
                array(
                        'title' => 'Сырники',
                        'image' => '/images/menu/zav6.jpg',
                        'size'  => array(
                                '180' => '35',
                        ),
                        'com'   => '<b>Состав:</b> Яичница с беконом.'
                ),
        )
);

$base[] = array(
        'title' => 'Блинчики',
        'desc'  => 'Это более чем сытно и вкусно.',
        'image' => '/images/blin.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Блинчики c сёмгой и сыром фета',
                        'image' => '/images/menu/blin_s_sem.jpg',
                        'size'  => array(
                                '210' => '70',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики c сёмгой и сыром фета.'
                ),
                array(
                        'title' => 'Блинчики с жюльеном',
                        'image' => '/images/menu/blin1.jpg',
                        'size'  => array(
                                '230' => '55',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики с жюльеном.'
                ),
                array(
                        'title' => 'Блинчики с сыром и ветчиной',
                        'image' => '/images/menu/blin2.jpg',
                        'size'  => array(
                                '220' => '55',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики с сыром и ветчиной'
                ),
                array(
                        'title' => 'Блинчики 4 сыра',
                        'image' => '/images/menu/blin3.jpg',
                        'size'  => array(
                                '200' => '55',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики 4 сыра.'
                ),
                array(
                        'title' => 'Блинчики с  яблоками и корицей',
                        'image' => '/images/menu/blin4.jpg',
                        'size'  => array(
                                '230' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Яичница с беконом.'
                ),
                array(
                        'title' => 'Блинчики с фруктами и шок. топингом',
                        'image' => '/images/menu/blin5.jpg',
                        'size'  => array(
                                '240' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики с фруктами и шоколадным топингом.'
                ),
                array(
                        'title' => 'Блинчики со сладким творогом',
                        'image' => '/images/menu/blin6.jpg',
                        'size'  => array(
                                '140' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Блинчики со сладким творогом.'
                ),

        )
);

$base[] = array(
        'title' => 'Закуски',
        'desc'  => 'Легкость и красота от наших поваров.',
        'image' => '/images/zak.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Сэндвич с сыром и грибами',
                        'image' => '/images/menu/zak1.jpg',
                        'size'  => array(
                                '170' => '40',
                        ),
                        'com'   => '<b>Состав:</b> Брускетта с сыром и грибами.'
                ),
                array(
                        'title' => 'Куриные нагетсы с соусом дорблю',
                        'image' => '/images/menu/zak2.jpg',
                        'size'  => array(
                                '200/30' => '90',
                        ),
                        'com'   => '<b>Состав:</b> Куриные нагетсы с соусом дорблю'
                ),
                array(
                        'title' => 'Куриные крокеты с сыром',
                        'image' => '/images/menu/zak3.jpg',
                        'size'  => array(
                                '200/30' => '85',
                        ),
                        'com'   => '<b>Состав:</b> Куриные крокеты с сыром.'
                ),
                array(
                        'title' => 'Сырная палитра',
                        'image' => '/images/menu/zak4.jpg',
                        'size'  => array(
                                '190' => '100',
                        ),
                        'com'   => '<b>Состав:</b> Сырная палитра.'
                ),
                array(
                        'title' => 'Мясное плато',
                        'image' => '/images/menu/zak5.jpg',
                        'size'  => array(
                                '270' => '100',
                        ),
                        'com'   => '<b>Состав:</b> Мясное плато.'
                ),
                array(
                        'title' => 'Фруктовая тарелка',
                        'image' => '/images/menu/zak6.jpg',
                        'size'  => array(
                                '450' => '75',
                        ),
                        'com'   => '<b>Состав:</b> Фруктовая тарелка.'
                ),
        )
);

$base[] = array(
        'title' => 'Гарниры',
        'desc'  => 'Обязательно к мясным блюдам - на Ваш вкус.',
        'image' => '/images/gar.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Картофель по-селянски',
                        'image' => '/images/menu/gar1.jpg',
                        'size'  => array(
                                '250/30' => '40',
                        ),
                        'com'   => '<b>Состав:</b> Картофель по-селянски.'
                ),
                array(
                        'title' => 'Картофель фри',
                        'image' => '/images/menu/gar2.jpg',
                        'size'  => array(
                                '200/30' => '40',
                        ),
                        'com'   => '<b>Состав:</b> Картофель фри'
                ),
                array(
                        'title' => 'Рис с овощами',
                        'image' => '/images/menu/gar3.jpg',
                        'size'  => array(
                                '250' => '40',
                        ),
                        'com'   => '<b>Состав:</b> Рис с овощами.'
                ),
                array(
                        'title' => 'Овощи гриль',
                        'image' => '/images/menu/gar4.jpg',
                        'size'  => array(
                                '220' => '65',
                        ),
                        'com'   => '<b>Состав:</b> Овощи гриль.'
                ),
        )
);

$base[] = array(
        'title' => 'Десерты',
        'desc'  => 'Побалуй себя и друзей сладеньким.',
        'image' => '/images/des.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Чизкейк Нью-Йорк',
                        'image' => '/images/menu/des1.jpg',
                        'size'  => array(
                                '115' => '45',
                        ),
                        'com'   => '<b>Состав:</b> крем-сыр, печенье, меланж яичный, ванилин.'
                ),

                array(
                        'title' => 'Чизкейк манговый',
                        'image' => '/images/menu/des3.jpg',
                        'size'  => array(
                                '130' => '45',
                        ),
                        'com'   => '<b>Состав:</b>  Крем-сыр, печенье, манговое желе, суфле.'
                ),
                array(
                        'title' => 'Торт Шоколад с вишней',
                        'image' => '/images/menu/tort-vishn.jpg',
                        'size'  => array(
                                '125' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Бисквит, глазурь кондитерская, вишня, шоколад горький.'
                ),
                array(
                        'title' => 'Торт Прага',
                        'image' => '/images/menu/tort_praga-min.jpg',
                        'size'  => array(
                                '135' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Абрикосовый джем, шоколад Aribe, коньяк, сгущённое молоко.'
                ),
                array(
                        'title' => 'Торт Персиковый',
                        'image' => '/images/menu/tort_persic-min.jpg',
                        'size'  => array(
                                '150' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Персик, сливки, лимон, меланж яичный, молоко.'
                ),
                array(
                        'title' => 'Торт Пинчер',
                        'image' => '/images/menu/tort_pincher-min.jpg',
                        'size'  => array(
                                '180' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Вишня, меланж яичный, сметана, какао, шоколад.'
                ),
                array(
                        'title' => 'Торт Эстерхази',
                        'image' => '/images/menu/tork_esterhaze-min.jpg',
                        'size'  => array(
                                '125' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Арахисовый бисквит, белый шоколад, фундук, миндаль, коньяк.'
                ),
                array(
                        'title' => 'Черри Кейк',
                        'image' => '/images/menu/chery_keik-min.jpg',
                        'size'  => array(
                                '160' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Шоколад, сливки, вишня, меланж яичный.'
                ),
                array(
                        'title' => 'Торт Ужгород',
                        'image' => '/images/menu/tort-ujgorod.jpeg',
                        'size'  => array(
                                '125' => '50',
                        ),
                        'com'   => '<b>Состав:</b> Мусс на вареном сгущенном молоке, печенье безе с фундуком.'
                ),
                array(
                        'title' => 'Торт Орехово - морковный',
                        'image' => '/images/menu/tort-oreh-mork.jpg',
                        'size'  => array(
                                '125' => '45',
                        ),
                        'com'   => '<b>Состав:</b> Бисквит ореховый, морковно - лимонное желе.'
                ),
                array(
                        'title' => 'Макарун',
                        'image' => '/images/menu/des7.jpeg',
                        'size'  => array(
                                '13' => '20',
                        ),
                        'com'   => ''
                ),
        )
);

$base[] = array(
        'title' => 'Классические эспрессо напитки и кофейные коктейли',
        'desc'  => 'Настоящий кофе для ценителей качества.',
        'image' => '/images/8.jpg',
        'menu'  => array(
                '/images/menu/11.jpg',
        ),
);

$base[] = array(
        'title' => 'Чай, безалкогольные напитки, мороженое',
        'desc'  => 'Зеленый, фруктовый, черный, имбирный - микс вкусов согревающих своим теплом.',
        'image' => '/images/ch.jpg',
        'menu'  => array(
                '/images/menu/13.jpg',
        ),
);

$base[] = array(
        'title' => 'Алкогольные коктейли',
        'desc'  => 'Начни вечер с приятного ...',
        'image' => '/images/ak.jpg',
        'menu'  => array(
                '/images/menu/15.jpg',
        ),
);


$base[] = array(
        'title' => 'Вина и крепкий алкоголь ',
        'desc'  => 'Солнце, сияющее в бокале.',
        'image' => '/images/vin.jpg',
        'menu'  => array(
                '/images/menu/17.jpg',
        ),
);



$base[] = array(
        'title' => 'Настойки, глинтвейн, пиво ',
        'desc'  => 'Для ценителей пенного.',
        'image' => '/images/pivo.jpg',
        'menu'  => array(
                '/images/menu/19.jpg',
        ),
);

$base[] = array(
        'title' => 'Закуски к пиву',
        'desc'  => 'Хорошо подходят как к светлому, так и к темному ...',
        'image' => '/images/zkp.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Фисташки',
                        'image' => '/images/menu/fistashki.jpg',
                        'size'  => array(
                                '100' => '100',
                        ),
                        'com'   => '<b>Состав: Фисташки</b>'
                ),
                array(
                        'title' => 'Кольца кальмара во фритюре',
                        'image' => '/images/menu/tob1.jpg',
                        'size'  => array(
                                '120/30' => '70',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
                array(
                        'title' => 'Крылышки куриные в остром соусе',
                        'image' => '/images/menu/tob2.jpg',
                        'size'  => array(
                                '260' => '60',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
                array(
                        'title' => 'Пивная доска',
                        'image' => '/images/menu/pivdosk.jpg',
                        'size'  => array(
                                '500/120' => '170',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
                array(
                        'title' => 'Брускетта с чесночным соусом и моцареллой',
                        'image' => '/images/menu/tob4.jpg',
                        'size'  => array(
                                '150' => '40',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
                array(
                        'title' => 'Сырные палочки',
                        'image' => '/images/menu/tob5.jpg',
                        'size'  => array(
                                '150' => '45',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
                array(
                        'title' => 'Гриссини',
                        'image' => '/images/menu/tob6.jpg',
                        'size'  => array(
                                '100' => '30',
                        ),
                        'com'   => '<b>Состав:</b>'
                ),
        )
);

$base[] = array(
        'title' => 'Бургеры и чиабатта',
        'desc'  => 'Утоли свой голод.',
        'image' => '/images/bur.jpg',
        'menu'  => array(),
        'set'   => array(
                array(
                        'title' => 'Бургер говяжий',
                        'image' => '/images/menu/burgers/b1.jpg',
                        'size'  => array(
                                '300/100' => '95',
                        ),
                        'com'   => '<b>Булка с чернилами каракатицы, говяжья котлета, помидор, глазунья, соус клюквенный, айсберг салат, гауда, салат Коул Слоу</b>'
                ),
                array(
                        'title' => 'Бургер свиной',
                        'image' => '/images/menu/burgers/b2.jpg',
                        'size'  => array(
                                '300/100' => '95',
                        ),
                        'com'   => '<b>Булка зерновая, свиная котлета, бекон, айсберг салат, лук, маринованный огурчик, соус пиканте, гауда, картофель по-деревенски, горчица</b>'
                ),
                array(
                        'title' => 'Бургер куриный',
                        'image' => '/images/menu/burgers/b3.jpg',
                        'size'  => array(
                                '300/100' => '85',
                        ),
                        'com'   => '<b>Булка пшеничная, куриная котлета, соус Цезарь, айсберг салат, помидор, гауда, картофель фри, кетчуп</b>'
                ),
                array(
                        'title' => 'Чиабатта с куриным филе',
                        'image' => '/images/menu/burgers/b4.jpg',
                        'size'  => array(
                                '300' => '55',
                        ),
                        'com'   => '<b>Чиабатта, филе куриное, гауда, айсберг салат, огурец</b>'
                ),
                array(
                        'title' => 'Чиабатта с беконом',
                        'image' => '/images/menu/burgers/b5.jpg',
                        'size'  => array(
                                '300' => '55',
                        ),
                        'com'   => '<b>Чиабатта, бекон, яичница, гауда, айсберг салат</b>'
                ),
        ),
);

$base[] = array(
        'title' => 'Кальян',
        'desc'  => 'Кальян.',
        'image' => '/images/kalian.jpg',
        'menu'  => array(
                '/images/menu/22.jpg',
        ),
);
